Revit 2027 API
ParameterTypeId.CurveParamSteelCantilever Property
 "Steel Cantilever"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveParamSteelCantilever { get; }
Public Shared ReadOnly Property CurveParamSteelCantilever As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveParamSteelCantilever {
	ForgeTypeId^ get ();
}
static member CurveParamSteelCantilever : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace